Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Fractal scaling exponent for short-term correlations (4–16 beats). Measures how predictable the beat-to-beat pattern is. Values near 0.75–1.0 are the app's reference range at rest; readings above or below it are described relative to that range, not as a recovery state. Lower values are common in deep sleep.
ar: أُس القياس الكسري للارتباطات قصيرة المدى (4–16 نبضة). يقيس مدى قابلية نمط النبضات للتنبؤ. القيم القريبة من 0.75–1.0 هي النطاق المرجعي للتطبيق أثناء الراحة؛ وتوصف القراءات الأعلى أو الأدنى منه نسبةً إلى هذا النطاق، لا كحالة تعافٍ. القيم الأدنى شائعة في النوم العميق.
da: Fraktal skaleringseksponent for kortsigtede korrelationer (4–16 slag). Måler, hvor forudsigeligt slag-til-slag-mønsteret er. Værdier omkring 0,75–1,0 er appens referenceinterval i hvile; målinger over eller under beskrives i forhold til intervallet, ikke som en restitutionstilstand. Lavere værdier er almindelige i dyb søvn.
de: Fraktaler Skalierungsexponent für kurzfristige Korrelationen (4–16 Schläge). Misst, wie vorhersagbar das Schlag-zu-Schlag-Muster ist. Werte um 0,75–1,0 sind der Referenzbereich der App in Ruhe; Werte darüber oder darunter werden relativ zu diesem Bereich beschrieben, nicht als Erholungszustand. Niedrigere Werte sind im Tiefschlaf üblich.
es: Exponente de escalado fractal para correlaciones a corto plazo (4–16 latidos). Mide lo predecible que es el patrón latido a latido. Los valores cercanos a 0,75–1,0 son el rango de referencia de la app en reposo; las lecturas por encima o por debajo se describen respecto a ese rango, no como un estado de recuperación. Los valores más bajos son comunes en el sueño profundo.
fi: Lyhyen aikavälin korrelaatioiden fraktaalinen skaalauseksponentti (4–16 lyöntiä). Mittaa, kuinka ennustettava lyönnistä lyöntiin -kuvio on. Arvot noin 0,75–1,0 ovat sovelluksen viitealue levossa; sen ylä- tai alapuolella olevat lukemat kuvataan suhteessa tähän alueeseen, ei palautumistilana. Matalammat arvot ovat yleisiä syvässä unessa.
fr: Exposant d’échelle fractale pour les corrélations à court terme (4–16 battements). Mesure à quel point le motif battement à battement est prévisible. Les valeurs proches de 0,75–1,0 sont la plage de référence de l’app au repos ; les valeurs au-dessus ou en dessous sont décrites par rapport à cette plage, pas comme un état de récupération. Des valeurs plus basses sont courantes en sommeil profond.
is: Brotaskölunarveldisvísir fyrir skammtímafylgni (4–16 slög). Mælir hversu fyrirsjáanlegt slag-til-slags mynstrið er. Gildi nálægt 0,75–1,0 eru viðmiðunarbil appsins í hvíld; mælingum fyrir ofan eða neðan er lýst miðað við þetta bil, ekki sem endurheimtarástandi. Lægri gildi eru algeng í djúpsvefni.
it: Esponente di scala frattale per le correlazioni a breve termine (4–16 battiti). Misura quanto è prevedibile lo schema battito per battito. Valori vicini a 0,75–1,0 sono l’intervallo di riferimento dell’app a riposo; le letture sopra o sotto sono descritte rispetto a tale intervallo, non come stato di recupero. Valori più bassi sono comuni nel sonno profondo.
ja: 短期相関（4〜16 拍）のフラクタルスケーリング指数です。拍動ごとのパターンがどれだけ予測しやすいかを測ります。0.75〜1.0 付近がアプリの安静時の参照範囲で、それより高い・低い値はこの範囲との比較で表し、回復状態としては扱いません。深い睡眠中は低い値がよく見られます。
ko: 단기 상관(4–16 박동)의 프랙탈 스케일링 지수입니다. 박동 간 패턴이 얼마나 예측 가능한지를 측정합니다. 0.75–1.0 부근이 앱의 안정 시 참조 범위이며, 그보다 높거나 낮은 값은 회복 상태가 아니라 이 범위와 비교해 설명합니다. 깊은 수면 중에는 낮은 값이 흔합니다.
nb: Fraktal skaleringseksponent for kortsiktige korrelasjoner (4–16 slag). Måler hvor forutsigbart slag-til-slag-mønsteret er. Verdier rundt 0,75–1,0 er appens referanseområde i hvile; målinger over eller under beskrives i forhold til området, ikke som en restitusjonstilstand. Lavere verdier er vanlige i dyp søvn.
nl: Fractale schaalexponent voor kortetermijncorrelaties (4–16 slagen). Meet hoe voorspelbaar het slag-tot-slagpatroon is. Waarden rond 0,75–1,0 zijn het referentiebereik van de app in rust; waarden daarboven of daaronder worden beschreven ten opzichte van dat bereik, niet als hersteltoestand. Lagere waarden zijn gebruikelijk in diepe slaap.
pt_br: Expoente de escala fractal para correlações de curto prazo (4–16 batimentos). Mede quão previsível é o padrão batimento a batimento. Valores perto de 0,75–1,0 são a faixa de referência do app em repouso; leituras acima ou abaixo são descritas em relação a essa faixa, não como estado de recuperação. Valores mais baixos são comuns no sono profundo.
ru: Фрактальный показатель масштабирования для краткосрочных корреляций (4–16 ударов). Измеряет, насколько предсказуем межударный рисунок. Значения около 0,75–1,0 — референсный диапазон приложения в покое; значения выше или ниже описываются относительно этого диапазона, а не как состояние восстановления. Более низкие значения обычны в глубоком сне.
sv: Fraktal skalningsexponent för kortsiktiga korrelationer (4–16 slag). Mäter hur förutsägbart slag-till-slag-mönstret är. Värden runt 0,75–1,0 är appens referensintervall i vila; värden över eller under beskrivs i förhållande till intervallet, inte som ett återhämtningstillstånd. Lägre värden är vanliga i djupsömn.
zh_hans: 短期相关（4–16 次心跳）的分形标度指数。衡量逐搏模式的可预测程度。0.75–1.0 附近是本应用的静息参考范围；高于或低于该范围的读数只与该范围作比较，而不作为恢复状态。深睡期间数值较低很常见。

source: fragmented sleep
ar: نوم مجزأ
da: fragmenteret søvn
de: fragmentierter Schlaf
es: sueño fragmentado
fi: pirstoutunut uni
fr: sommeil fragmenté
is: sundurslitinn svefn
it: sonno frammentato
ja: 分断された睡眠
ko: 분절된 수면
nb: fragmentert søvn
nl: gefragmenteerde slaap
pt_br: sono fragmentado
ru: фрагментированный сон
sv: fragmenterad sömn
zh_hans: 睡眠碎片化

source: Free Trial
ar: نسخة تجريبية مجانية
da: Gratis prøveperiode
de: Kostenlose Testversion
es: Prueba gratuita
fi: Ilmainen kokeilu
fr: Essai gratuit
is: Ókeypis prufa
it: Prova gratuita
ja: 無料トライアル
ko: 무료 체험
nb: Gratis prøveperiode
nl: Gratis proefperiode
pt_br: Teste gratuito
ru: Бесплатный пробный период
sv: Gratis provperiod
zh_hans: 免费试用

source: Free-form
ar: نص حر
da: Fri tekst
de: Freitext
es: Texto libre
fi: Vapaa teksti
fr: Texte libre
is: Frjáls texti
it: Testo libero
ja: 自由入力
ko: 자유 입력
nb: Fri tekst
nl: Vrije tekst
pt_br: Texto livre
ru: Свободный текст
sv: Fritext
zh_hans: 自由文本

source: Frequency (Hz)
ar: التردد (هرتز)
da: Frekvens (Hz)
de: Frequenz (Hz)
es: Frecuencia (Hz)
fi: Taajuus (Hz)
fr: Fréquence (Hz)
is: Tíðni (Hz)
it: Frequenza (Hz)
ja: 周波数 (Hz)
ko: 주파수 (Hz)
nb: Frekvens (Hz)
nl: Frequentie (Hz)
pt_br: Frequência (Hz)
ru: Частота (Гц)
sv: Frekvens (Hz)
zh_hans: 频率 (Hz)

source: Frequency Analysis
ar: تحليل التردد
da: Frekvensanalyse
de: Frequenzanalyse
es: Análisis de frecuencia
fi: Taajuusanalyysi
fr: Analyse fréquentielle
is: Tíðnigreining
it: Analisi di frequenza
ja: 周波数分析
ko: 주파수 분석
nb: Frekvensanalyse
nl: Frequentieanalyse
pt_br: Análise de Frequência
ru: Частотный анализ
sv: Frekvensanalys
zh_hans: 频域分析

source: Frequency analysis unavailable
ar: تحليل التردد غير متاح
da: Frekvensanalyse utilgængelig
de: Frequenzanalyse nicht verfügbar
es: Análisis de frecuencia no disponible
fi: Taajuusanalyysi ei saatavilla
fr: Analyse fréquentielle indisponible
is: Tíðnigreining ekki tiltæk
it: Analisi in frequenza non disponibile
ja: 周波数解析は利用できません
ko: 주파수 분석 사용 불가
nb: Frekvensanalyse utilgjengelig
nl: Frequentieanalyse niet beschikbaar
pt_br: Análise de frequência indisponível
ru: Частотный анализ недоступен
sv: Frekvensanalys ej tillgänglig
zh_hans: 频域分析不可用

source: Frequency analysis: Low frequency %1$@ milliseconds squared, High frequency %2$@ milliseconds squared, LF/HF ratio %3$@
ar: تحليل التردد: تردد منخفض %1$@ مللي ثانية مربعة، تردد عالٍ %2$@ مللي ثانية مربعة، نسبة LF/HF %3$@
da: Frekvensanalyse: Lavfrekvens %@ millisekunder i anden, Højfrekvens %@ millisekunder i anden, LF/HF-ratio %@
de: Frequenzanalyse: Niedrige Frequenz %@ Millisekunden², Hohe Frequenz %@ Millisekunden², LF/HF-Verhältnis %@
es: Análisis de frecuencia: Baja frecuencia %@ milisegundos al cuadrado, Alta frecuencia %@ milisegundos al cuadrado, relación LF/HF %@
fi: Taajuusanalyysi: matala taajuus %1$@ millisekuntia toiseen, korkea taajuus %2$@ millisekuntia toiseen, LF/HF-suhde %3$@
fr: Analyse fréquentielle : Basse fréquence %@ millisecondes au carré, Haute fréquence %@ millisecondes au carré, ratio LF/HF %@
is: Tíðnigreining: Lág tíðni %1$@ millisekúndur í öðru veldi, há tíðni %2$@ millisekúndur í öðru veldi, LF/HF hlutfall %3$@
it: Analisi di frequenza: bassa frequenza %@ millisecondi al quadrato, alta frequenza %@ millisecondi al quadrato, rapporto LF/HF %@
ja: 周波数分析: 低周波 %@ミリ秒二乗、高周波 %@ミリ秒二乗、LF/HF比 %@
ko: 주파수 분석: 저주파 %@ 밀리초 제곱, 고주파 %@ 밀리초 제곱, LF/HF 비율 %@
nb: Frekvensanalyse: Lavfrekvens %@ millisekunder kvadrert, Høyfrekvens %@ millisekunder kvadrert, LF/HF-ratio %@
nl: Frequentieanalyse: Lage frequentie %@ milliseconden kwadraat, Hoge frequentie %@ milliseconden kwadraat, LF/HF-ratio %@
pt_br: Análise de frequência: Baixa frequência %@ milissegundos ao quadrado, Alta frequência %@ milissegundos ao quadrado, razão LF/HF %@
ru: Частотный анализ: низкая частота %@ мс², высокая частота %@ мс², соотношение LF/HF %@
sv: Frekvensanalys: Lågfrekvens %@ millisekunder i kvadrat, Högfrekvens %@ millisekunder i kvadrat, LF/HF-kvot %@
zh_hans: 频域分析：低频 %1$@ 毫秒平方，高频 %2$@ 毫秒平方，LF/HF比值 %3$@

# Frequency band power chart. LF %@, HF %@ milliseconds squared.
source: Frequency band power chart. LF %1$@, HF %2$@ milliseconds squared.
ar: مخطط قدرة نطاقات التردد. LF %@، HF %@ مللي ثانية مربعة.
da: Diagram over frekvensbåndseffekt. LF %@, HF %@ millisekunder i anden.
de: Diagramm der Frequenzbandleistung. LF %@, HF %@ Millisekunden im Quadrat.
es: Gráfico de potencia por banda de frecuencia. LF %@, HF %@ milisegundos al cuadrado.
fi: Taajuuskaistojen tehokaavio. LF %@, HF %@ millisekuntia toiseen.
fr: Graphique de puissance par bande. LF %@, HF %@ millisecondes au carré.
is: Rit yfir afl tíðnibanda. LF %@, HF %@ millisekúndur í öðru veldi.
it: Grafico della potenza per banda. LF %@, HF %@ millisecondi al quadrato.
ja: 周波数帯パワーのチャート。LF %@、HF %@ ミリ秒二乗。
ko: 주파수 대역 파워 차트. LF %@, HF %@ 밀리초 제곱.
nb: Diagram over frekvensbåndeffekt. LF %@, HF %@ millisekunder i annen.
nl: Grafiek van frequentiebandvermogen. LF %@, HF %@ milliseconden kwadraat.
pt_br: Gráfico de potência por banda de frequência. LF %@, HF %@ milissegundos ao quadrado.
ru: График мощности частотных диапазонов. LF %@, HF %@ миллисекунд в квадрате.
sv: Diagram över frekvensbandseffekt. LF %@, HF %@ millisekunder i kvadrat.
zh_hans: 频带功率图。LF %@，HF %@ 毫秒平方。

source: Frequency Domain
ar: مجال التردد
da: Frekvensdomæne
de: Frequenzbereich
es: Dominio de frecuencia
fi: Taajuusalue
fr: Domaine fréquentiel
is: Tíðnisvið
it: Dominio della frequenza
ja: 周波数領域
ko: 주파수 영역
nb: Frekvensdomene
nl: Frequentiedomein
pt_br: Domínio da Frequência
ru: Частотная область
sv: Frekvensdomän
zh_hans: 频域

source: Frequency domain analysis decomposes your heart rhythm into spectral bands using Fourier transform. Each band reflects different physiological control mechanisms operating at different time scales.
ar: يفكّك تحليل المجال الترددي نظم قلبك إلى نطاقات طيفية باستخدام تحويل فورييه. ويعكس كل نطاق آليات تحكّم فسيولوجية مختلفة تعمل على مقاييس زمنية مختلفة.
da: Frekvensdomæneanalyse nedbryder din hjerterytme i spektralbånd med Fourier-transformation. Hvert bånd afspejler forskellige fysiologiske styringsmekanismer, der virker på forskellige tidsskalaer.
de: Die Frequenzbereichsanalyse zerlegt deinen Herzrhythmus mittels Fourier-Transformation in Spektralbänder. Jedes Band spiegelt andere physiologische Regelmechanismen wider, die auf unterschiedlichen Zeitskalen wirken.
es: El análisis en el dominio de la frecuencia descompone tu ritmo cardíaco en bandas espectrales mediante la transformada de Fourier. Cada banda refleja mecanismos de control fisiológico distintos que operan en escalas de tiempo diferentes.
fi: Taajuustason analyysi hajottaa sydämesi rytmin spektrikaistoihin Fourier-muunnoksella. Kukin kaista heijastaa eri fysiologisia säätelymekanismeja, jotka toimivat eri aikaskaaloilla.
fr: L’analyse dans le domaine fréquentiel décompose votre rythme cardiaque en bandes spectrales via la transformée de Fourier. Chaque bande reflète des mécanismes de contrôle physiologiques distincts opérant à des échelles de temps différentes.
is: Tíðnisviðsgreining brýtur hjartsláttinn þinn niður í tíðnibönd með Fourier-vörpun. Hvert band endurspeglar ólíka lífeðlisfræðilega stjórnkerfa sem starfa á mismunandi tímakvarða.
it: L’analisi nel dominio della frequenza scompone il tuo ritmo cardiaco in bande spettrali con la trasformata di Fourier. Ogni banda riflette meccanismi di controllo fisiologici diversi che operano su scale temporali diverse.
ja: 周波数領域解析は、フーリエ変換を用いて心拍リズムをスペクトル帯に分解します。各帯域は、異なる時間スケールで働くさまざまな生理学的制御機構を反映します。
ko: 주파수 영역 분석은 푸리에 변환으로 심장 리듬을 스펙트럼 대역으로 분해합니다. 각 대역은 서로 다른 시간 척도에서 작동하는 다양한 생리적 조절 기전을 반영합니다.
nb: Frekvensdomeneanalyse bryter hjerterytmen din ned i spektralbånd ved hjelp av Fourier-transformasjon. Hvert bånd gjenspeiler ulike fysiologiske styringsmekanismer som virker på forskjellige tidsskalaer.
nl: Frequentiedomeinanalyse ontleedt je hartritme met de Fourier-transformatie in spectrale banden. Elke band weerspiegelt andere fysiologische regelmechanismen die op verschillende tijdschalen werken.
pt_br: A análise no domínio da frequência decompõe seu ritmo cardíaco em bandas espectrais usando a transformada de Fourier. Cada banda reflete mecanismos de controle fisiológico distintos, atuando em escalas de tempo diferentes.
ru: Частотный анализ раскладывает ваш сердечный ритм на спектральные диапазоны с помощью преобразования Фурье. Каждый диапазон отражает разные физиологические механизмы регуляции, работающие на разных временных масштабах.
sv: Frekvensdomänanalys bryter ner din hjärtrytm i spektralband med Fouriertransform. Varje band speglar olika fysiologiska styrmekanismer som verkar på olika tidsskalor.
zh_hans: 频域分析通过傅里叶变换将你的心律分解为若干频带。每个频带反映在不同时间尺度上运作的不同生理调控机制。

source: Frequency Domain HRV
ar: HRV في مجال التردد
da: Frekvensdomæne-HRV
de: Frequenzbereichs-HRV
es: HRV en dominio de frecuencia
fi: Taajuustason HRV
fr: HRV domaine fréquentiel
is: HRV í tíðnisviði
it: HRV nel dominio della frequenza
ja: 周波数領域 HRV
ko: 주파수 영역 HRV
nb: Frekvensdomene-HRV
nl: Frequentiedomein-HRV
pt_br: VFC no domínio da frequência
ru: ВСР в частотной области
sv: Frekvensdomän-HRV
zh_hans: 频域 HRV

source: Frequency Domain Metrics
ar: مقاييس مجال التردد
da: Frekvensdomæne-målinger
de: Frequenzbereichs-Metriken
es: Métricas del dominio de frecuencia
fi: Taajuustason mittarit
fr: Métriques du domaine fréquentiel
is: Mælingar í tíðnisviði
it: Metriche nel dominio della frequenza
ja: 周波数領域の指標
ko: 주파수 영역 지표
nb: Frekvensdomene-målinger
nl: Frequentiedomein-metrieken
pt_br: Métricas no domínio da frequência
ru: Показатели частотной области
sv: Frekvensdomänmätvärden
zh_hans: 频域指标

source: Fresh — quality session ready
ar: منتعش — جاهز لجلسة نوعية
da: Frisk — klar til kvalitetssession
de: Frisch — bereit für eine Qualitätseinheit
es: Fresco — listo para una sesión de calidad
fi: Virkeä — valmis laatuharjoitukseen
fr: Frais — prêt pour une séance de qualité
is: Ferskur — tilbúinn í gæðalotu
it: Fresco — pronto per una sessione di qualità
ja: フレッシュ — 質の高い練習が可能
ko: 신선함 — 퀄리티 세션 가능
nb: Frisk — klar for kvalitetsøkt
nl: Fris — klaar voor een kwaliteitssessie
pt_br: Descansado — pronto para uma sessão de qualidade
ru: Свежесть — можно делать качественной тренировке
sv: Fräsch — redo för kvalitetspass
zh_hans: 状态良好 — 可进行质量课

source: Fresh & balanced
ar: منعش ومتوازن
da: Frisk og balanceret
de: Frisch & ausgeglichen
es: Fresco y equilibrado
fi: Raikas ja tasapainoinen
fr: Frais et équilibré
is: Ferskt og jafnvægi
it: Fresco ed equilibrato
ja: フレッシュでバランスの良い
ko: 신선하고 균형 잡힌
nb: Frisk og balansert
nl: Fris en evenwichtig
pt_br: Fresco e equilibrado
ru: Свежий и сбалансированный
sv: Fräscht och balanserat
zh_hans: 清新与平衡

source: Fresh and ready — good performance window
ar: منتعش وجاهز — نافذة أداء جيدة
da: Frisk og klar — godt præstationsvindue
de: Frisch und bereit — gutes Leistungsfenster
es: Fresco y listo — buena ventana de rendimiento
fi: Virkeä ja valmis — hyvä suoritusikkuna
fr: Frais et prêt — bonne fenêtre de performance
is: Ferskur og tilbúinn — gott frammistöðuglugga
it: Fresco e pronto — buona finestra di performance
ja: フレッシュで準備万端 — パフォーマンスの好機
ko: 신선하고 준비됨 — 좋은 퍼포먼스 시기
nb: Frisk og klar — godt prestasjonsvindu
nl: Fris en klaar — goed prestatievenster
pt_br: Descansado e pronto — boa janela de desempenho
ru: Свежесть и готовность — хорошее окно для результата
sv: Fräsch och redo — bra prestationsfönster
zh_hans: 状态良好且就绪 — 表现窗口佳

source: From
ar: من
da: Fra
de: Von
es: Desde
fi: Alku
fr: De
is: Frá
it: Da
ja: から
ko: 시작
nb: Fra
nl: Van
pt_br: De
ru: От
sv: Från
zh_hans: 从

source: from Apple Health
ar: من Apple Health
da: fra Apple Health
de: aus Apple Health
es: de Apple Health
fi: Apple Healthista
fr: depuis Apple Santé
is: frá Apple Health
it: da Apple Salute
ja: Apple ヘルスケアから
ko: Apple 건강에서
nb: fra Apple Health
nl: uit Apple Health
pt_br: do Apple Saúde
ru: из Apple Здоровье
sv: från Apple Hälsa
zh_hans: 来自 Apple 健康

source: From Flo (Emuqu):
ar: من Flo (Emuqu):
da: Fra Flo (Emuqu):
de: Von Flo (Emuqu):
es: De Flo (Emuqu):
fi: Flolta (Emuqu):
fr: De Flo (Emuqu) :
is: Frá Flo (Emuqu):
it: Da Flo (Emuqu):
ja: Flo (Emuqu) より:
ko: Flo(Emuqu)에서:
nb: Fra Flo (Emuqu):
nl: Van Flo (Emuqu):
pt_br: De Flo (Emuqu):
ru: От Flo (Emuqu):
sv: Från Flo (Emuqu):
zh_hans: 来自 Flo (Emuqu)：

source: From me (via Emuqu):
ar: مني (عبر Emuqu):
da: Fra mig (via Emuqu):
de: Von mir (über Emuqu):
es: De mí (vía Emuqu):
fi: Minulta (Emuqun kautta):
fr: De moi (via Emuqu) :
is: Frá mér (í gegnum Emuqu):
it: Da me (tramite Emuqu):
ja: 私から (Emuqu 経由):
ko: 나로부터 (Emuqu 경유):
nb: Fra meg (via Emuqu):
nl: Van mij (via Emuqu):
pt_br: De mim (via Emuqu):
ru: От меня (через Emuqu):
sv: Från mig (via Emuqu):
zh_hans: 来自我（通过 Emuqu）：

source: From Russian space medicine. Measures how rigidly your heart beats by analyzing your RR interval distribution. When stress rises, your heart rhythm narrows and becomes uniform — the Stress Index captures that compression.
ar: من طب الفضاء الروسي. يقيس مدى صلابة نبض قلبك بتحليل توزيع فترات RR لديك. فحين يرتفع الإجهاد، يضيق نظم القلب ويصبح متجانسًا — ومؤشر الإجهاد يلتقط هذا الانضغاط.
da: Fra russisk rummedicin. Måler hvor stift dit hjerte slår ved at analysere fordelingen af dine RR-intervaller. Når stress stiger, indsnævres hjerterytmen og bliver ensartet — stressindekset fanger den sammentrykning.
de: Aus der russischen Raumfahrtmedizin. Misst, wie starr dein Herz schlägt, indem es die Verteilung deiner RR-Intervalle analysiert. Steigt der Stress, verengt sich der Herzrhythmus und wird gleichförmig — der Stressindex erfasst genau diese Kompression.
es: Procede de la medicina espacial rusa. Mide cuán rígidamente late tu corazón analizando la distribución de tus intervalos RR. Cuando sube el estrés, el ritmo cardíaco se estrecha y se vuelve uniforme — el Índice de Estrés capta esa compresión.
fi: Peräisin venäläisestä avaruuslääketieteestä. Mittaa sydämesi lyöntien jäykkyyttä analysoimalla RR-välien jakaumaa. Kun stressi kasvaa, sydämen rytmi kapenee ja yhdenmukaistuu — stressi-indeksi tavoittaa juuri tuon puristumisen.
fr: Issu de la médecine spatiale russe. Mesure la rigidité de vos battements en analysant la distribution de vos intervalles RR. Quand le stress monte, le rythme cardiaque se resserre et s’uniformise — l’indice de stress capte cette compression.
is: Úr rússneskri geimlæknisfræði. Mælir hversu stíft hjartað slær með því að greina dreifingu RR-bila þinna. Þegar streita eykst þrengist hjartslátturinn og verður einsleitur — streituvísitalan fangar þá samþjöppun.
it: Nasce dalla medicina spaziale russa. Misura quanto rigidamente batte il tuo cuore analizzando la distribuzione degli intervalli RR. Quando lo stress sale, il ritmo cardiaco si restringe e diventa uniforme — l’indice di stress coglie proprio quella compressione.
ja: ロシアの宇宙医学に由来します。RR 間隔の分布を解析し、心拍がどれだけ硬直しているかを測ります。ストレスが高まると心拍リズムは幅が狭まり均一になります — ストレス指数はその圧縮を捉えます。
ko: 러시아 우주의학에서 유래했습니다. RR 간격 분포를 분석해 심장이 얼마나 경직되게 뛰는지를 측정합니다. 스트레스가 커지면 심장 리듬은 좁아지고 균일해지는데, 스트레스 지수는 바로 그 압축을 포착합니다.
nb: Fra russisk romfartsmedisin. Måler hvor stivt hjertet ditt slår ved å analysere fordelingen av RR-intervallene dine. Når stresset øker, snevres hjerterytmen inn og blir ensartet — stressindeksen fanger den sammenpressingen.
nl: Afkomstig uit de Russische ruimtevaartgeneeskunde. Meet hoe star je hart klopt door de verdeling van je RR-intervallen te analyseren. Als de stress stijgt, wordt het hartritme smaller en uniformer — de stressindex vangt precies die samendrukking.
pt_br: Vem da medicina espacial russa. Mede o quão rígido é o seu batimento analisando a distribuição dos seus intervalos RR. Quando o estresse sobe, o ritmo cardíaco se estreita e fica uniforme — o Índice de Estresse capta essa compressão.
ru: Происходит из российской космической медицины. Оценивает, насколько «жёстко» бьётся сердце, анализируя распределение ваших интервалов RR. При росте напряжения ритм сужается и становится однородным — индекс напряжения улавливает именно это сжатие.
sv: Kommer från rysk rymdmedicin. Mäter hur stelt ditt hjärta slår genom att analysera fördelningen av dina RR-intervall. När stressen stiger smalnar hjärtrytmen av och blir enhetlig — stressindexet fångar just den hoptryckningen.
zh_hans: 源自俄罗斯航天医学。通过分析 RR 间期的分布来衡量心跳有多“僵硬”。压力上升时，心律会变窄、趋于均一 — 压力指数正是捕捉这种压缩。

source: from sleep data
ar: من بيانات النوم
da: fra søvndata
de: aus Schlafdaten
es: de los datos de sueño
fi: unitiedoista
fr: depuis les données de sommeil
is: úr svefngögnum
it: dai dati sul sonno
ja: 睡眠データから
ko: 수면 데이터에서
nb: fra søvndata
nl: uit slaapgegevens
pt_br: a partir dos dados de sono
ru: из данных о сне
sv: från sömndata
zh_hans: 来自睡眠数据

source: from strap
ar: من الحزام
da: fra pulsbælte
de: vom Gurt
es: de la banda
fi: pannasta
fr: depuis la ceinture
is: frá ól
it: dalla fascia
ja: ストラップから
ko: 스트랩에서
nb: fra pulsbelte
nl: van band
pt_br: da cinta
ru: с датчика
sv: från pulsband
zh_hans: 来自心率带

source: From: %@
ar: من: %@
da: Fra: %@
de: Von: %@
es: Desde: %@
fi: Alku: %@
fr: De : %@
is: Frá: %@
it: Da: %@
ja: 開始: %@
ko: 시작: %@
nb: Fra: %@
nl: Van: %@
pt_br: De: %@
ru: С: %@
sv: Från: %@
zh_hans: 来自: %@

source: Full
ar: كامل
da: Fuld
de: Voll
es: Completo
fi: Täysi
fr: Complet
is: Fullt
it: Completo
ja: フル
ko: 전체
nl: Volledig
pt_br: Completo
ru: Полный
zh_hans: 完整

source: Full access is already active on this device.
ar: الوصول الكامل مفعّل بالفعل على هذا الجهاز.
da: Fuld adgang er allerede aktiv på denne enhed.
de: Der volle Zugriff ist auf diesem Gerät bereits aktiv.
es: El acceso completo ya está activo en este dispositivo.
fi: Täysi käyttöoikeus on jo käytössä tällä laitteella.
fr: L’accès complet est déjà actif sur cet appareil.
is: Fullur aðgangur er þegar virkur í þessu tæki.
it: L’accesso completo è già attivo su questo dispositivo.
ja: このデバイスではすでにフルアクセスが有効です。
ko: 이 기기에서 이미 전체 이용 권한이 활성화되어 있습니다.
nb: Full tilgang er allerede aktiv på denne enheten.
nl: Volledige toegang is al actief op dit apparaat.
pt_br: O acesso completo já está ativo neste dispositivo.
ru: Полный доступ уже активен на этом устройстве.
sv: Full åtkomst är redan aktiv på den här enheten.
zh_hans: 本设备已启用完整访问权限。

source: Full algorithm
ar: الخوارزمية الكاملة
da: Fuld algoritme
de: Vollständiger Algorithmus
es: Algoritmo completo
fi: Täysi algoritmi
fr: Algorithme complet
is: Fullt reiknirit
it: Algoritmo completo
ja: 完全アルゴリズム
ko: 전체 알고리즘
nb: Full algoritme
nl: Volledig algoritme
pt_br: Algoritmo completo
ru: Полный алгоритм
sv: Fullständig algoritm
zh_hans: 完整算法
